[
  { "q": "Your scars are proof that you are stronger than what tried to hurt you.", "a": "Unknown" },
  { "q": "Hope is not pretending everything is okay. It is believing the sun will rise again.", "a": "Unknown" },
  { "q": "You don’t know how strong you are until being strong is your only choice.", "a": "Bob Marley" },
  { "q": "Cancer is a word, not a sentence.", "a": "John Diamond" },
  { "q": "Sometimes courage is the quiet voice saying ‘I will try again tomorrow.’", "a": "Mary Anne Radmacher" },
  { "q": "Every day you choose to fight is a day you win.", "a": "Unknown" },
  { "q": "You are allowed to rest. You are not allowed to give up.", "a": "Unknown" },
  { "q": "The human spirit is stronger than anything that can happen to it.", "a": "C.C. Scott" },
  { "q": "One day at a time. One step at a time.", "a": "AA Wisdom" },
  { "q": "Your story is not over. Keep turning pages.", "a": "Unknown" },
  { "q": "Sometimes winning means just showing up today.", "a": "Unknown" },
  { "q": "You are not facing this alone. You never were.", "a": "Support Community" },
  { "q": "The strongest people are those who fight battles we know nothing about.", "a": "Unknown" },
  { "q": "You have survived every bad day so far. That is strength.", "a": "Unknown" },
  { "q": "Healing is not linear. Be gentle with yourself.", "a": "Unknown" },
  { "q": "Believe in the possibility of better days.", "a": "Unknown" },
  { "q": "When you cannot find the light, be the light.", "a": "Unknown" },
  { "q": "Your journey is your courage made visible.", "a": "Unknown" },
  { "q": "Strength grows in the moments when you think you can’t go on but you keep going anyway.", "a": "Unknown" },
  { "q": "Bravery is not the absence of fear, but the will to keep moving forward.", "a": "Unknown" },
  { "q": "Let hope anchor your soul.", "a": "Hebrews 6:19" },
  { "q": "No storm lasts forever.", "a": "Unknown" },
  { "q": "You are so much more than this momentary struggle.", "a": "Unknown" },
  { "q": "Even flowers bloom after winter.", "a": "Unknown" },
  { "q": "The comeback is always stronger than the setback.", "a": "Unknown" },
  { "q": "Just because today is hard does not mean tomorrow won’t be beautiful.", "a": "Unknown" },
  { "q": "Be proud of how far you’ve come, and have faith in how far you can go.", "a": "Christian Larson" },
  { "q": "You are not alone. We rise together.", "a": "Cancer Support Network" },
  { "q": "Grace carries you when strength fails.", "a": "Unknown" },
  { "q": "Small victories matter. Celebrate them.", "a": "Unknown" },
  { "q": "You are allowed to be both a masterpiece and a work in progress at the same time.", "a": "Sophia Bush" },
  { "q": "Hope is the heartbeat of the soul.", "a": "Michelle Horst" },
  { "q": "Some days you will feel weak. That doesn’t mean you are.", "a": "Unknown" },
  { "q": "You did not choose this fight, but you are choosing to rise.", "a": "Unknown" },
  { "q": "If you get tired, learn to rest, not to quit.", "a": "Banksy" },
  { "q": "Your courage is someone else’s hope.", "a": "Unknown" },
  { "q": "You matter. Your story matters. Your fight matters.", "a": "Unknown" },
  { "q": "Rainbows come after storms. Healing comes after pain.", "a": "Unknown" },
  { "q": "The world needs your light. Please stay.", "a": "Unknown" },
  { "q": "This chapter is not your ending.", "a": "Unknown" }
]
